Repository: greenfork/rrp
Catalog: resources/translations/*/default.po
Languages: ru

source: Rakoon role players
ru: Ролевики Ракуны

source: Ready for journey
ru: Вы готовы отправиться в новое приключение. Выберите ваш класс:

source: quit
ru: выйти

source: lang
ru: язык

source: Class chosen
ru: Теперь вы %s!

source: Available actions: %s
ru: Доступные действия: %s

source: Warrior
ru: Воин

source: Warrior description
ru: Тот, кто на самом деле сражается с существами в округе, кто встречает новые, возможно, смертельные опасности каждый день. Коротко: разработчик приложений на Raku.

source: Priest
ru: Священник

source: Priest description
ru: Священник важен для группы, но не ставит себя на пути прямой опасности, как делает воин. Заместо этого они проводят жизненно необходимые задачи своими руками с безопасного расстояния. В мире Raku священники составляют отчеты об ошибках, пишут тесты и отвечают на вопросы новичков в канале #raku.

source: Mage
ru: Маг

source: Mage description
ru: Во всем множестве действий во время задания, маги — это те, кто вооружены могущественными заклинаниями в виде новых функций в наших реализациях. Маги знают некоторые довольно тяжелые магические формулы, но они разговаривают шифром (например, "Haskell", "Parrot", "Lisp"), чтобы мы, простые непосвященные, могли только стоять в восхищении, глядя на то, что они вытворяют.

source: Healer
ru: Целитель

source: Healer description
ru: Некоторые люди находятся в группе только лишь для того, чтобы удостовериться, что в группе дела идут хорошо, и что никто не находится с критично низким количеством очков здоровья. Иногда обсуждения могут быть горячими или резкими, и в такие моменты мы очень рады иметь рядом людей, которые были специально натренированы видеть дальше эго и помочь нам обратить внимание на важные части общей картины. Иногда нам просто необходимо напомнить, что мы (как это говорит S01) "группа муравьев, каждый действует сообща (вроде как), чтобы тащить еду к гнезду (в среднем)". Нам не нужно всегда находить во всем согласие, но важно держать группу сплоченной, и целители делают свою магию за кулисами, чтобы помочь нам с этим.

source: Archer
ru: Лучник

source: Archer description
ru: Что касается дальнедействующего влияния и распространения вне наших кругов, лучники заполняют важную нишу авторства блогов, написания твитов, и в общем создание позитивных отголосков о Raku, которые могут достигнуть людей далеко-далеко.
